-- Скрипт сгенерирован Devart dbForge Studio for MySQL, Версия 5.0.40.1
-- Домашняя страница продукта: http://www.devart.com/ru/dbforge/mysql/studio
-- Дата скрипта: 17.09.2011 1:49:40
-- Версия сервера: 5.0.45-community-nt
-- Версия клиента: 4.1

-- 
-- Отключение внешних ключей
-- 
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;

-- 
-- Установка кодировки, с использованием которой клиент будет посылать запросы на сервер
--
SET NAMES 'utf8';

-- 
-- Установка базы данных по умолчанию
--
USE Tarakaning;

-- 
-- Вывод данных для таблицы URL
--
INSERT INTO URL VALUES 
  (1, '/', '', '', 11, 0, 0, 0),
  (56, 'login', 'Аутентификация', 'Аутентификация', 6, 0, 1, 0),
  (57, 'logout', '', '', 6, 0, 1, 0),
  (58, 'registration', '', '', 6, 0, 1, 0),
  (59, 'do', '', '', 6, 0, 56, 0),
  (60, 'do', '', '', 6, 0, 58, 0),
  (61, 'my', '', '', 11, 0, 1, 0),
  (62, 'projects', '', '', 11, 0, 61, 0),
  (63, 'bugs', '', '', 11, 0, 61, 0),
  (64, 'project', '', '', 11, 0, 61, 0),
  (65, 'new', '', '', 11, 0, 64, 0),
  (67, 'bug', '', '', 11, 0, 1, 0),
  (68, 'show', '', '', 11, 0, 67, 1),
  (69, 'add', '', '', 11, 0, 67, 0),
  (70, 'show', 'Инфорация о проекте', 'Инфорация о проекте', 11, 0, 64, 1),
  (71, 'edit', '', '', 11, 0, 64, 0),
  (72, 'profile', '', '', 10, 0, 1, 0),
  (73, 'show', '', '', 10, 0, 72, 1),
  (74, 'edit', '', '', 10, 0, 72, 0),
  (75, 'newpass', '', '', 10, 0, 74, 0);

-- 
-- Включение внешних ключей
-- 
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;